Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/hiof.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: kan vurdere relevant forskning, og selv bidra med forskningsbasert kunnskap i arbeidet med å videreutvikle norskfaget i skolen
nn: kan vurdere relevant forsking, og sjølv bidra med forskingsbasert kunnskap i arbeidet med å vidareutvikle norskfaget i skolen

source: Studiet vil inneholde varierte og studentaktive arbeidsformer, blant annet forelesninger, gruppearbeid og plenumsdiskusjoner, muntlige presentasjoner, små og større skriveoppgaver med ulike typer respons og feltarbeid eller analyser av ulike typer datamateriale.
nn: Studiet vil innehalde varierte og studentaktive arbeidsformer, blant anna forelesingar, gruppearbeid og plenumsdiskusjonar, munnlege presentasjonar, små og større skriveoppgåver med ulike typar respons og feltarbeid eller analysar av ulike typar datamateriale.

source: Studenten skal under veiledning utforme og gjennomføre et forskningsprosjekt som blir dokumentert gjennom en skriftlig oppgave, masteroppgaven.
nn: Studenten skal under rettleiing utforme og gjennomføre eit forskingsprosjekt som blir dokumentert gjennom ei skriftleg oppgåve, masteroppgåva.

source: Arbeidskravet må være godkjent før studenten kan fremstille seg til eksamen.
nn: Arbeidskravet må vere godkjent før studenten kan framstille seg til eksamen.

source: Digitale arbeidsmåter i emnet er blant annet:Innføring i bruk av høgskolens læringsplattform, innføring i bruk av Word (eller tilsvarende tekstbehandlingsprogram) og stavekontroll, analyse av læringsressurser for grunnskolen på nett, digital tilbakemelding på arbeidskrav (muntlig og/eller skriftlig)
nn: Digitale arbeidsmåtar i emnet er blant anna: Innføring i bruk av læringsplattform, innføring i bruk av Word (eller tilsvarande tekstbehandlingsprogram) og stavekontroll, læringsressursar for grunnskolen på nett, digital tilbakemelding på arbeidskrav (munnleg og/eller skriftleg).

source: har inngående kunnskap om aksepterte normer for vitenskapelig framstilling
nn: har inngåande kunnskap om aksepterte normer for vitskapleg framstilling

source: Dette kan være gjennom observasjoner av feltarbeid, deltakelse på lokale vitenskapelige konferanser og seminarer, bruk av relevant datamateriale som allerede er samlet inn, eller faglige diskusjoner med andre deltakere i forskingsprosjektene.
nn: Dette kan vere gjennom observasjonar av feltarbeid, deltaking på lokale vitskaplege konferansar og seminar, bruk av relevant datamateriale som allereie er samla inn, eller faglege diskusjonar med andre deltakarar i forskingsprosjekta.

source: kan gjennomføre et selvstendig vitenskapelig arbeid
nn: kan gjennomføre eit sjølvstendig vitskapeleg arbeid

source: kan vurdere og bruke relevante metoder for norskfaglig og norskdidaktisk forskning på en selvstendig måte
nn: kan vurdere og bruke relevante metodar for norskfagleg og norskdidaktisk forsking på ein sjølvstendig måte

source: Det å stille utdypende
nn: Det å stille utdjupande

source: Det blir lagt vekt på at fagstoffet og arbeidsmåtene skal gi studentene avansert innsikt som kan legge grunnlag for å utvikle god undervisningspraksis og evne til å bidra med videreutvikling av matematikkfaget i skolen.
nn: Det blir lagt vekt på at fagstoffet og arbeidsmåtane skal gi studentane avansert innsikt som kan legge grunnlag for å utvikle god undervisningspraksis og evne til å bidra med vidareutvikling av norskfaget i skolen.

source: Ny/utsatt eksamen i masteroppgåva er regulert i forskrift om eksamen, studierett og grader ved Høgskolen i Østfold.
nn: Ny/utsett eksamen i masteroppgåva er regulert i forskrift om eksamen, studierett og grader ved Høgskolen i Østfold.

source: har innsikt i musikkens rolle som identitetsskapar, kommunikasjonsmedium og kulturuttrykk i skolekvardagen og i et fleirkulturelt samfunn
nn: har innsikt i musikkens rolle som identitetsskapar, kommunikasjonsmedium og kulturuttrykk i skolekvardagen og i eit fleirkulturelt samfunn

source: er lett å gjette seg til hva ordene el er uttrykkene
nn: bilethistorier når det er lett å gjette seg til det orda

source: - kan vurdere norskfaget og egen praksis som norsklærer og begrunne vurderingene
nn: kan vurdere norskfaget og eigen praksis som norsklærar og grunngi vurderingane

source: har kunnskap om hva som skjer når en tekst blir overført fra et medium til et annet (adaptasjon)
nn: kunnskap om kva som skjer når ein tekst vert overført frå eit medium til eit anna (adaptasjon)

source: For å kunne tilby en aktuell og relevant utdanning av god kvalitet, er vi avhengig av studentenes tilbakemeldinger og at de deltar i evaluering av studiene.
nn: For å kunne tilby ein aktuell og relevant utdanning av god kvalitet er vi avhengig av studentanes tilbakemeldinger og at man deltar i evaluering av studiane.

source: Jeg kan greie ut om diverse saksforhold, presentere
nn: Eg kan greie ut om diverse saksforhold, presentere

source: planlegging og gjennomføring av en større faglig framstilling
nn: planlegging og gjennomføring av ei større fagleg framstilling

source: En vil også komme innom spesialpedagogiske spørsmål.
nn: Ein vil også komme innom spesialpedagogiske spørsmål.

source: Muntlig produksjon og interaksjon
nn: Munnleg produksjon og interaksjon.
